Repository: joopea/JClub
Catalog: source/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Comment
fa: دیدگاه

source: Author
fa: نویسنده

source: Created
fa: نوشته‌شده در

source: Approve
fa: تایید

source: Disapprove
fa: رد

source: Image
fa: تصویر

source: Post
fa: پست

source: is approved
fa: تایید شده.

source: reason
fa: چون

source: Post approval
fa: تایید پست

source: Post approvals
fa: تایید پست‌ها

source: Comment approval
fa: تایید دیدگاه

source: Comment approvals
fa: تایید دیدگاه‌ها

source: You've already blocked this user!
fa: این عضو رو قبلن مسدود کرده‌بودیش!

source: Block by user
fa: مسدود شده از طرف عضو

source: Blocked by users
fa: مسدود شده از طرف اعضا

source: Block by community
fa: بیرون‌افتاده از پاتوق

source: Blocked by communities
fa: بیرون‌افتاده از پاتوق‌های

source: Unblock user
fa: از بلاک خارج‌ش کن

source: Block user
fa: مسدودش کن

source: Alternative Text
fa: متن جایگزین تصویر

source: Description of the image
fa: شرح تصویر

source: Text
fa: نوشته

source: Rich text with image
fa: نوشته با تصویر

source: Rich texts with image
fa: نوشته‌های با تصویر

source: Title
fa: عنوان

source: URL slug
fa: کد ادرس اینترنتی

source: Page
fa: صفحه

source: Pages
fa: صفحه‌ها

source: Community
fa: پاتوق

source: Are you sure you want to delete this?
fa: واقعن می‌خوای حذفش کنی؟

source: Comments
fa: نظرها

source: Delete
fa: حذف‌کن

source: Report
fa: گزارش تخلف

source: Unlike
fa: خوشم نمیاد

source: Like
fa: خوشم اومد

source: Type a comment
fa: نظرت رو بنویس

source: If you want to add an image to your comment you can enter a URL or select one from your pc.
fa: اگر دوست داری عکس اضافه کنی می‌تونی نشانی اینترنتی‌اش رو بدی یا از کامپیوترت بارگذاریش کنی

source: Select image from PC
fa: از کامپیوتر بردارش

source: Upload image from URL
fa: از نشانی اینترنتی بردارش

source: Image url
fa: نشانی تصویر

source: Load more comments
fa: بقیه نظرها رو نشان بده

source: of
fa: از

source: Delete comment
fa: این دیدگاه رو پاکش کن

source: This comment is sent for approval because: %s. A preview is visible only to you
fa: نظری که نوشتی باید تایید بشه چون %s. اما پیش‌نمایشش رو خودت می‌تونی ببینی.

source: Post Count
fa: تعداد پست‌ها

source: Name
fa: اسم

source: Description
fa: شرح

source: Communities
fa: پاتوق‌ها

source: JoopeA; The Free World
fa: ژوپی‌آ؛ دنیای آزاد

source: The Free World
fa: دنیای آزاد

source: JoopeA Club
fa: کلوپ ژوپی‌آ

source: An server error occured!
fa: یک خطایی توی سایت پیش اومد!

source: Username not found.
fa: شناسه پیدا نشد.

source: Thank you for reporting.
fa: مرسی از اینکه برای گزارش‌کردن تخلف وقت‌گذاشتی

source: Home
fa: خونه

source: SUBMIT
fa: بفرست

source: Add
fa: اضافه‌کن

source: Change
fa: تغییر بده

source: You don't have permission to edit anything.
fa: اجازه نداری هیچ چیزی رو تغییر بدی

source: Reports
fa: گزارش‌ها

source: Users
fa: عضوها

source: Shares
fa: اشتراک‌گذاری‌ها

source: Likes
fa: پسندها

source: Posts
fa: نوشته‌ها

source: Followers
fa: دنبال‌کننده‌ها

source: Alerts
fa: اخطارها

source: Recent Actions
fa: تغییرات اخیر

source: My Actions
fa: تغییرات من

source: None available
fa: هیچی دم‌دست نیست

source: Unknown content
fa: محتوای نامعلوم

source: Login
fa: ورود

source: Please correct the error below.
fa: خطای پیش‌اومده رو درست کن لطفن

source: Please correct the errors below.
fa: خطاهای زیر رو تصحیح کن لطفن

source: Forgotten your password or username?
fa: اسم یا رمز‌عبورت رو فراموش کردی؟

source: Log in
fa: ورود

source: History
fa: تاریخچه

source: View on site
fa: روی سایت اصلی ببین

source: Follow community
fa: می‌خوام عضو این پاتوق بشم

source: Follow communities
fa: پاتوق‌هایی که عضوشون هستم

source: Follow user
fa: می‌خواهم این عضو رو دنبال کنم

source: Follow users
fa: اعضایی که دنبال می‌کنم

source: Unfollow
fa: دیگه دنبال نکن

source: Follow
fa: می‌خوام دنبال‌کنم

source: People following
fa: عضوهایی که دنبال می‌کنم

source: You cannot like this {0}, since you are the creator of this {1}
fa: چون خودت {1} رو ایجاد کردی نمی‌تونی {0} رو بپسندی!

source: You already liked this post!
fa: قبلن این پست رو پسندیده‌بودی!

source: You already liked this comment
fa: قبلن این دیدگاه رو پسندیده‌بودی!

source: You've already mentioned this user!
fa: قبلن یک‌بار این عضو رو صدا کردی!

source: You have mentioned a non-existing user (%s)
fa: یک عضوی که وجود‌نداشته رو صدا کردی (%s)

source: You are blocked by the user you've mentioned (%s)
fa: توسط یکی از عضوهایی که صدا کردی مسدود شدی (%s)

source: Choose either a post or comment to report
fa: پست یا نظری که می‌خوای گزارش‌کنی رو انتخاب کن.

source: {0} Mentioned {1}
fa: {0} رو {1} صدازده

source: Mention
fa: صدابزن

source: Mentions
fa: صدازدن‌ها

source: My wall
fa: اتاق من

source: Own posts
fa: نوشته‌های خود من

source: My settings
fa: تنظیمات پروفایل من

source: Log Out
fa: می‌خوام برم بیرون

source: New Post
fa: پست جدید

source: Notifications
fa: زنگ‌ها

source: All notifications
fa: همه‌ی زنگ‌ها

source: There are no new notifications
fa: زنگ جدیدی نیست

source: Saved Posts
fa: پست‌های توی گنجه

source: Suggestions
fa: پیشنهادها

source: Communities following
fa: پاتوق‌هایی که عضوشونم

source: You are not following any communties
fa: توی هیچ پاتوقی عضو نیستی

source: Show all communities
fa: فهرست تمام پاتوق‌ها

source: All followers
fa: همه‌ی دنبال‌کننده‌ها

source: You are not following any people!
fa: هیچ عضوی رو دنبال نمی‌کنی

source: More information
fa: اطلاعات بیشتر

source: Why JoopeA Club
fa: کلوپ ژوپی‌آ؟ چرا؟

source: Why choose JoopeA Long Desc
fa: برای این‌که آزاد و امن بنویسیم، جایی برای پیدا کردن هم داشته باشیم، دست‌های هم رو بگیریم و از خودمون، شادی‌ها، غم‌ها و دغدغه‌هامون بنویسیم و بدونیم که در کنار هم و با هم، تنها نیستیم. ژوپی‌آ به همه‌ی ما تعلق داره.

source: Login / Signup
fa: ورود

source: Sign Up
fa: ثبت‌نام

source: List of all communities
fa: فهرست همه‌ی پاتوق‌ها

source: Message
fa: پیام

source: liked your post
fa: پستت رو پسندید

source: liked your comment in post
fa: نظرت زیر این پست رو پسندید

source: mentioned you in
fa: تو رو صدا زد تو:

source: mentioned you in a comment at
fa: تو رو توی این دیدگاه صدا زد

source: is now following you
fa: تو رو دنبال می‌کنه

source: commented on
fa: تو این بحث نظر داد

source: shared a post with you
fa: این پست رو با تو به اشتراک گذاشت:

source: commented on a post you commented on
fa: زیر نظر تو در یک پست نظر نوشت

source: shared your post
fa: پست تو رو به اشتراک‌گذاشت

source: dissaproved your post
fa: پست تو رو برای انتشار تایید نکرد

source: dissaproved your comment
fa: دیدگاه تو رو برای انتشار تایید نکرد

source: reported and removed your post
fa: این پست تو رو گزارش‌داد و حذف کرد

source: disapproved your report on
fa: گزارش تخلف تو برای این پست رو تایید نکرد

source: reported and removed your comment
fa: این دیدگاه تو رو گزارش‌داد و حذف کرد

source: disapproved your report on a comment at
fa: گزارش تخلف تو روی این نظر رو تایید نکرد

source: deleted your comment
fa: این دیدگاه تو رو پاک‌کرد

source: deleted your post
fa: این پست تو رو حذف کرد

source: warning
fa: مراقب باش

source: The user getting the notification
fa: عضو زنگ رو دریافت می‌کنه

source: The notification subject
fa: عنوان زنگ

source: Notification
fa: زنگ

source: I have no idea what
fa: هیچ ایده‌ایی ندارم که چی

source: A moderator
fa: یکی از دبیرهای سایت

source: because
fa: چون

source: on post
fa: روی یک پست

source: You have been warned because
fa: یک اخطار گرفتی چون

source: Meta
fa: فراداده

source: Hottest Community
fa: پرطرفدارترین پاتوق

source: There is no Hottest Community at the moment
fa: هیچ پاتوق پرطرفداری در این لحظه وجود نداره

source: Hottest Post
fa: نوشته جذاب

source: There is no hottest post at the moment
fa: هیچ پست داغی در این لحظه نیست

source: Promoted Post
fa: یک پست خوب برای خوندن

source: There is no promoted post at the moment
fa: الان پست پیشنهادی نداریم

source: Load more comments (NUMBER HERE)
fa: بقیه نظرها رو نشون بده (NUMBER HERE)

source: Share
fa: به اشتراک بزار

source: Shared
fa: مشترک‌شد

source: Shared on
fa: مشترک شد روی

source: Add to favorites
fa: بزار توی گنجه

source: Remove this post
fa: این پست رو پاک کن

source: Report this post
fa: این پست تخلف کرده

source: Delete post
fa: پست رو پاک کن

source: Create a post
fa: یک پست جدید بساز

source: Socially connect with the other people
fa: دنیای مجازی خودمون رو بسازیم

source: Where do you want to post?
fa: پست رو کجا می‌خوای بفرستی؟

source: My own wall
fa: توی اتاق خودم

source: Community wall
fa: توی پاتوق

source: Other users wall
fa: توی اتاق یک عضو دیگه

source: Select community
fa: کدوم پاتوق

source: Type in the name of the member
fa: اسم عضو مورد نظر رو بنویس

source: Post title
fa: عنوان

source: The title can contain 160 characters
fa: عنوان می‌تونه ۱۶۰ حرف داشته باشه

source: Post message
fa: نوشته

source: To @mention another member you have to add @ infront of their ID. E.g. if you want to mention Aban-11 you have to write '@Aban-11'.
fa: برای اینکه کسی رو توی متن صدا بزنی باید علامت @ رو اول اسمش بیاری مثلن اگه عضو آبان-11 رو می‌خوای صدا بزنی باید توی متن بنویسی «@آبان-11»

source: If you want to add an image to your post you can enter a URL or select one from your pc.
fa: اگر دوست داری عکس اضافه کنی می‌تونی نشانی اینترنتی‌اش رو بدی یا از کامپیوترت بارگذاریش کنی

source: You need to login to see this page
fa: باید اول وارد سایت شده‌باشی تا بتونی این صفحه رو ببینی

source: This post is sent for approval because: {0}
fa: پست تو در انتظار تاییده چون: {0}

source: Are you sure you want to delete this post?
fa: واقعن می‌خواهی حذفش کنی؟

source: Reported
fa: زیرآبش خورده

source: Comment/ Post
fa: نوشته‌ها

source: Approve this Report
fa: خلافکاره

source: Disapprove this Report
fa: بی‌گناهه

source: Why do you want to report this post?
fa: چه تخلفی در این پست هست که می‌خوای گزارش‌بدی؟

source: Why do you want to report this comment/ post?
fa: تخلف این مطلب چیه که می‌خوای گزارش‌بدی؟

source: This message will be sent to the user, if this report is approved
fa: اگه گزارش تخلف تایید بشه،‌ این نوشته‌ات برای عضو متخلف فرستاده می‌شه

source: Number
fa: شماره

source: Growth per day
fa: نرخ رشد روزانه

source: Number per community
fa: شماره در هر پاتوق

source: Rate of growth per community (last 30 days)
fa: نرخ رشد هر پاتوق (در ۳۰ روز گذشته)

source: Growth Rate
fa: نرخ رشد

source: Growth rate by community
fa: نرخ‌رشد در هر پاتوق

source: Like Comment
fa: این نظر رو دوست‌دارم

source: Like Post
fa: این نوشته رو دوست‌دارم

source: Growth rate per day (last 30 days)
fa: نرخ رشد روزانه (۳۰ روز گذشته)

source: # new Likes
fa: تعداد پسندهای جدید

source: Growth rate per community (last 30 days)
fa: نرخ رشد هر پاتوق (۳۰ روز گذشته)

source: community
fa: پاتوق

source: growth rate
fa: نرخ رشد

source: New by day (last 30 days)
fa: تعداد اعضای جدید (۳۰ روز گذشته)

source: Day
fa: روز

source: # new Comment Likes
fa: تعداد پسند‌های جدید دیدگاه

source: # new Post Likes
fa: تعداد پسندهای جدید روی پست

source: # new
fa: تعداد جدید

source: Number by community
fa: شماره در هر پاتوق

source: New by day per community (last 30 days)
fa: جدید در هر پاتوق (۳۰ روز گذشته)

source: Growth per day per community
fa: نرخ رشد روزانه در هر پاتوق

source: Growth
fa: نرخ رشد

source: Report comment
fa: این دیدگاه تخلف کرده

source: Report post
fa: این پست تخلف کرده

source: Cancel
fa: بیخیال

source: You've already saved this post!
fa: قبلن این نوشته رو تو گنجه گذاشته بودی

source: Save
fa: ذخیره

source: Saves
fa: توی گنجه

source: There are no saved posts.
fa: هیچ پستی توی گنجه نیست

source: Click here
fa: اینجا کلیک کن

source: to go to your wall.
fa: تا برگردی توی اتاقت.

source: Searching for
fa: بگرد دنبال

source: Oops! No results found
fa: عجب! هیچی پیدا نشد.

source: Search name, post etc
fa: بگرد دنبال اسم، نوشته، نظر و ...

source: Search
fa: جستجو

source: Search on this wall
fa: فقط توی این اتاق رو بگرد

source: Opps! No results found
fa: عجب! هیچی پیدا نشد.

source: {0} shared {1}
fa: {0} {1} رو مشترک کرد

source: Interval in days
fa: دوره (روز)

source: Multiplier for like-count
fa: ضریب برای تعداد پسندیدن‌ها

source: Multiplier for share-count
fa: ضریب برای تعداد اشتراک‌ها

source: Multiplier for comment-count
fa: ضریب برای تعداد دیدگاه‌ها

source: Multiplier for post-count
fa: ضریب برای تعداد پست‌ها

source: Hottest Communities
fa: پرطرفدارترین پاتوق‌ها

source: List all communities
fa: فهرست همه‌ی پاتوق‌ها

source: username
fa: اسم (شناسه عضویت)

source: Select a username
fa: یک اسم انتخاب کن

source: username postfix
fa: پسوند

source: Security question 1
fa: یادآور ۱

source: Security question 2
fa: یادآور ۲

source: Security answer 1
fa: پاسخ ۱

source: Security answer 2
fa: پاسخ ۲

source: Privacy policy
fa: حریم خصوصی رو رعایت می‌کنم

source: Terms of use
fa: شرایط استفاده رو قبول می‌کنم

source: new password
fa: رمز عبور جدید

source: Specify a new password if you want to change it.
fa: اگر می‌خوای رمز عبور رو تغییر بدی، رمز عبور جدید رو وارد کن.

source: confirm new password
fa: دوباره رمز عبور جدید رو وارد کن

source: Confirm your new password.
fa: دوباره رمز عبور جدید رو وارد کن

source: current password
fa: رمز عبور فعلی

source: Enter your current password.
fa: رمز عبور فعلی رو وارد کن

source: Reset your current security questions by setting new ones.
fa: اگر یادآور جدیدی رو انتخاب کنید، یادأورهای قدیمی پاک می‌شن

source: Your username
fa: اسم شما

source: Answer
fa: پاسخ

source: Username
fa: اسم (شناسه عضویت)

source: Profile Color
fa: رنگ تو

source: Language
fa: زبان

source: security question 1
fa: یادآور ۱

source: Recovering your password is only possible with a security question. Make sure to remember your answer.
fa: بازیابی رمزعبور فقط با یادآورها امکان‌پذیره. مطمئن باش که پاسخ‌ها رو به‌خاطر می‌سپری.

source: security question 2
fa: یادآور ۲

source: security answer 1
fa: پاسخ ۱

source: security answer 2
fa: پاسخ ۲

source: user
fa: عضو

source: users
fa: عضوها

source: active
fa: فعال

source: max of 100 active usernames allowed
fa: حداکثر میزان مجاز ۱۰۰ اسم تعلق گرفته است

source: usernames
fa: اسم‌ها

source: Username variation
fa: طیف اسم‌ها

source: Username variation number
fa: طیف پسوندها

source: username variation
fa: طیف اسم‌ها

source: username variations
fa: طیف اسم‌ها

source: question
fa: سوال

source: Password Reset
fa: بازیابی رمزعبور

source: Delete Account
fa: حذف پروفایل

source: If you do delete your profile, all of the following will be deleted: - your personal wall - your posts - your comments, likes and shares on other users walls * your posts and comments in communities will be remain under the name of 'unknown'
fa: اگر پروفایلت رو پاک کنی همه‌ی اینها پاک می‌شوند: - اتاقت - پست‌هایت - نظرها، پسندها، اشتراک‌ها و گنجه * پست‌هایی که در گروه‌ها گذاشتی تحت اسم «ناشناس» باقی‌می‌مونه

source: Are you sure you want to delete your account? We would hate to see you leave!
fa: مطمئنی که می‌خوای از پیش ما بری؟ ما از رفتنت خیلی ناراحت می‌شیم!

source: Welcome to JoopeA
fa: به کلوپ ژوپی‌آ خوش اومدی

source: Did your perhaps
fa: ممکنه که

source: forgot your password?
fa: رمز عبورت رو فراموش کردی؟

source: Step %(wizard.steps.step1)s of %(wizard.steps.count)s
fa: مرحله %(wizard.steps.step1)s از %(wizard.steps.count)s

source: first step
fa: قدم اول

source: prev step
fa: مرحله قبلی

source: Next
fa: بعدی

source: Sign up
fa: ثبت‌نام

source: Socially connect with other people
fa: دنیای مجازی خودمون رو بسازیم

source: Pick a pre-defined username and a number.
fa: یک اسم پیش‌فرض و یک شماره انتخاب کن

source: You can select a color for your profile icon.
fa: می‌تونی برای اتاقت یک رنگ انتخاب کنی

source: Security Questions
fa: یادآورها

source: To secure your account please answer two pre-defined security questions.
fa: برای محافظت از رمز عبورت به دو سوال «یادآور» پاسخ بده - پاسخ‌ها به حروف بزرگ و کوچیک حساس هستند و باید با حروف لاتین پاسخ داده بشن.

source: Password
fa: رمز عبور

source: Please use a secure password (a combination of upper and lowercase letters and numbers)
fa: لطفن یک رمز امن انتخاب کن که شامل حرف بزرگ، حرف کوچک، عدد و یک علامت ( - ـ ! @ # $ % & ) باشه

source: Confirm password
fa: رمز عبور رو دوباره وارد کن

source: Privacy policy and terms of use
fa: شرایط استفاده

source: privacy policy
fa: حریم خصوصی رو رعایت می‌کنم

source: terms of use
fa: شرایط استفاده رو قبول می‌کنم

source: We hope you enjoy your stay at JoopeA! <br> Your username will be:
fa: از اینکه با ما همراه شدی خیلی خوشحالیم.<br>اسم شما خواهد بود:

source: Register
fa: ثبت‌نام

source: Please use a more secure password.
fa: یک رمز عبور ایمن‌تر انتخاب کن

source: Please pick a username.
fa: یک شناسه انتخاب کن

source: This number is taken.
fa: این شماره رو قبلن یک عضو انتخاب کرده

source: Choose a new number or pick a suggestion below
fa: یک شماره جدید بنویس یا یکی از شماره‌های پیشنهادی رو انتخاب کن

source: Account Settings
fa: تنظیمات حساب

source: Back to my wall!
fa: برگرد به اتاقم!

source: Profile Settings
fa: تنظیمات پروفایل

source: Following
fa: کاربرهایی که دنبال می‌کنم

source: Blocked users
fa: عضوهایی که بلاک‌کردم

source: Your Account
fa: حساب من

source: Your currect security questions are
fa: یادآورهای شما در حال حاضر:

source: and
fa: و

source: To reset your security question, please answer two pre-defined security questions below.
fa: برای بازیابی رمز عبورت به دو یادآور زیر پاسخ بده

source: Current password
fa: رمز عبور فعلی رو وارد کن

source: New password
fa: رمز عبور جدید

source: Confirm new password
fa: رمز عبور جدید رو دوباره وارد کن

source: Some text about removing your account, deleting everything etc
fa: مطمئنی که می‌خوای حق عضویت رو لغو کنی؟ اینطوری تمامی پست‌ها و تاریخچه‌ی فعالیت شما در سایت از بین می‌ره.

source: Delete Profile
fa: حذف پروفایل

source: Your followers
fa: عضایی که من رو دنبال می‌کنند

source: Update
fa: به‌روزرسانی

source: Users you are following
fa: اعضایی که دنبال می‌کنم

source: Your profile is updated.
fa: پروفایلت به‌روز شد.

source: Please specify your new password. You will be directed to the homepage after successfully setting the new password.
fa: لطفن رمز عبور جدید رو وارد کن. اگر همه چیز خوب پیش‌رفت، خودبه‌خود به صفحه اول می‌ری.

source: Wall
fa: اتاق

source: Community Wall
fa: پاتوق

source: Community Walls
fa: پاتوق‌ها

source: Wall of
fa: اتاق

source: Expand all posts
fa: بازکردن همه‌ی پست‌ها

source: Unfollow Community
fa: نمی‌خواهم دیگه عضو پاتوق باشم

source: Follow Community
fa: می‌خوام عضو این پاتوق بشم

source: My own posts
fa: نوشته‌های خود من

source: Posts on my wall
fa: پست‌های اتاق من

source: Posts on %(target_user.username)s's wall
fa: پست‌های اتاق %(target_user.username)s

source: Show read posts
fa: پست‌هایی که قبلن خوندم رو نشان بده

source: Show unread posts
fa: پست‌های نخونده رو نشان بده

source: There are no unread posts,
fa: هیچ پست خونده‌نشده‌ایی نداری

source: click here
fa: اینجا کلیک کن

source: to show read posts
fa: تا پست‌هایی که قبلن خوندی رو ببینی

source: Published
fa: منتشرشده در

source: Publish date
fa: تاریخ انتشار

source: Modified
fa: ویرایش‌شده در

source: Rich text
fa: متن

source: Rich texts
fa: متن‌ها

source: position
fa: موقعیت

source: Images
fa: تصویرها

source: Center
fa: وسط

source: Left
fa: چپ

source: Right
fa: راست

source: Standard
fa: استاندار

source: URL
fa: نشانی URL

source: Enter the URL of the content that needs to be embedded, example: http://www.youtube.com/watch?v=Nd-vBFJN_2E
fa: لطفن آدرس اینترنتی (URL) محتوایی که می‌خواهید در متن اضافه شود رو وارد کنید. مثال: http://www.youtube.com/watch?v=Nd-vBFJN_2E

source: I don't know how to embed %s.
fa: نمی‌دونم که چطوری %s رو به متن پیوند کنم.

source: Embedded content
fa: محتوای افزوده شده

source: Personal data
fa: اطلاعات شخصی

source: first name
fa: اسم

source: last name
fa: فامیل

source: staff status
fa: دبیر کلوپ

source: Designates whether the user can log into this admin site.
fa: تعیین می‌کنه که عضو قابلیت ورود به بخش مدیریت رو داره یا نه

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
fa: تعیین می‌کنه که عضو «فعال» هست یا نه. اگر خاموش باشه شبیه پروفایل حذف شده‌می‌شه

source: date joined
fa: تاریخ عضویت

source: e-mail
fa: ایمیل

source: Password reset request for {0}
fa: درخواست تغییر رمز ورود برای {0}

source: Thank you for registering
fa: از اینکه ثبت‌نام کردی خوشحالیم

source: This user already exists.
fa: این اسم قبلن وجود داشت.

source: The two password fields didn't match.
fa: رمز عبور و تکرار اون با هم مطابقت نداره.

source: password
fa: رمز عبور

source: confirm password
fa: رمز عبور رو دوباره وارد کن

source: The password can be changed via <a href="password/">this form.</a>
fa: می‌تونید رمز عبور خودتون رو از طریق <a href="password/">این لینک</a> تغییر بدید.

source: Email
fa: ایمیل

source: New password confirmation
fa: رمزعبور جدید رو دوباره وارد کن

source: Inloggen
fa: ورود

source: login
fa: ورود

source: Forgot Password
fa: رمز عبور رو فراموش کردم

source: One column
fa: یک ستون

source: Two columns
fa: دوستون

source: Three columns
fa: سه‌ستون

source: Persian
fa: فارسی
